Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/uskav2_s.html.tmx
Source language: sme
Languages: nob

source: På norsk
nob: SámegilliiIn English

source: Artihkal girjjis Sámi skuvlahistorjá 1 .
nob: Artikkel i boka Samisk skolehistorie 1 .

source: Sara Tornensis Bongo , Elmine Valkeapää ja Ole Larsen Gaino :
nob: Sara Tornensis Bongo , Elmine Valkeapää , Ole Larsen Gaino :

source: Golbma eallima masson oahpuin
nob: Tre liv med tapt skolegang

source: Muitalan Svein Lundii
nob: Fortalt til Svein Lund

source: Golmmas sis geat leat bargan doaimmalaččamusat oahppováillagiid searvvis Guovdageainnus ( USKAV ) muitalit dás makkár skuvlavázzima sii leat ožžon ja mo sii leat birgen eallimis dáinna .
nob: Fra venstre : Ole Larsen Gaino , Sara Tornensis Bongo , Elmine Valkeapää ( Foto : Svein Lund ) Tre av de mest aktive i foreninga USKAV i Kautokeino forteller her om hva slags skolegang de fikk og hvordan de har klart seg i livet med denne .

source: Buohkat sis leat bajásšaddan Guovdageainnu suohkanis , doaresbealbáikkiin , gaskal guokte ja vihtta miilla márkanis eret .
nob: Alle er de oppvokste i Guovdageaidnu / Kautokeino kommune , i små grender mellom to og fem mil fra kommunesenteret .

source: Dál buot golmmas orrot márkanis , ja sin mánnávuođa gilážiin ii oro šat báljo oktage .
nob: Nå bor de alle tre på kirkestedet , og i barndomsgrendene deres bor det knapt noen lenger .

source: Sara Tornensis Bongo : - Ii lean go mannat ruoktot fas
nob: Sara Tornensis Bongo : - Det var bare å dra hjem igjen

source: Sara Tornensis Bongo ( Sárgon Sárá ) lea riegádan 1935:s , ja šattai bajás Gálaniittus , measta guokte miilla eatnoráigge bajás Guovdageainnu márkanis .
nob: Sara Tornensis Bongo ( Sárggon Sara ) er født i 1935 , og vokste opp i Galaniitu , knappe to mil oppover Guovdageaineatnu ( Kautokeinoelva ) fra kirkestedet .

source: - Mu áhčči lei dálon , eadni fas boazodoallobearrašis .
nob: - Far min var fastboende , mor fra reindriftsfamilie .

source: Sámegiela lassin sihke áhčči ja eadni máhtiiga suomagiela .
nob: I tillegg til samisk kunne både far og mor finsk .

source: Áhčči han máhtii maiddái dárogiela , muhto eadni ii máhttán .
nob: Far kunne også norsk , men mor kunne ikke .

source: Mis ledje sihke gusat , sávzzat ja bohccot .
nob: Vi hadde både kyr , sauer og rein .

source: Nu han lei máŋgga dálus dan áigge .
nob: Slik var det på mange gårder i den tida .

source: Dál dat ii livčče šat vejolaš , go eiseválddit leat rievidan mis min árbbi , boazomearkkaid .
nob: Men det er ikke lenger mulig i dag , etter at myndighetene røva fra oss arven vår , reinmerkene .

source: Ledjen mánnávuođas mielde buotlágan bargguin - lájuin , omiiguin , guollebivddus ja rievssatbivddus .
nob: I barndommen var jeg med på all slags arbeid med høyslått , husdyr , fiske og rypefangst .

source: 7-jahkásažžan bohčigohten gusaid .
nob: Som 7-åring begynte jeg å melke kyr .

source: Muittán ain go gussa čievččastii ja mielkeskállu gopmánii .
nob: Jeg husker ennå at kua sparka og velta melkespannet .

source: Livččen galgan álgit skuvlii čakčat 1942 .
nob: Jeg skulle ha begynt på skolen høsten 1942 .

source: Go áhčči doalvvui mu internáhttii , de dat lei nu dievva duiskka soalddáhiiguin ahte ii lean go mannat ruoktot fas .
nob: Da far frakta meg til internatet , var det så fullt av tyske soldater at det var bare å snu og dra hjem igjen .

source: Dan maŋŋil in ožžon makkárge skuvlla ovdal go maŋŋil evakuerema .
nob: Derfor fikk jeg ingen skolegang før etter evakueringa .

source: Eváhkoáiggi báhtareimmet herggiiguin Ruŧŧii .
nob: Under evakueringa flykta vi med kjørerein over til Sverige .

source: Duiskalaččat ledje min maŋis .
nob: Tyskerne var etter oss .

source: Oinniimet sin go leimmet rájá nalde , muhto eai čuvvon min rájá rastá .
nob: Vi så dem da vi var på grensa , men de fulgte ikke etter oss over grensa .

source: Gárasavvonii fertiimet guođđit herggiid ja Ruoŧa eiseválddit sáddejedje min Johkamohki guvlui .
nob: I Gárasavvon ( Karesuando ) måtte vi sette igjen kjørereinen , og svenske myndigheter sendte oss til Jokkmokk-distriktet .

source: Doppe leimmet 1946 rádjái , Vaimak-nammasaš báikkis .
nob: Der var vi fram til 1946 , på et sted som het Vaimak .

source: Oruimet 6-7 bearraša ovtta bráhkas .
nob: Der bodde vi 6-7 familier i ei brakke .

source: In ožžon vázzit makkárge skuvlla Ruoŧas .
nob: Jeg fikk ingen skole i Sverige .

source: Easka go bođiimet ruoktot Guovdageidnui álgen skuvlii , 1946:s .
nob: Først da vi kom hjem til Kautokeino begynte jeg på skolen , i 1946 .

source: Muhto das in oahppan báljo maidege go visot lei dárogillii .
nob: Men der lærte jeg nesten ingen ting , siden alt var på norsk .

source: Gal muhtimat oahpaheddjiin máhtte sámegiela , muhto maid bat dat ábuhii go ii lean lohpi oahpahit sámegillii .
nob: Rett nok var det noen lærere som kunne samisk , men hva hjalp det når de ikke hadde lov å undervise på samisk .

source: Skuvla lei 6 vahkku čakčat ja 6 vahkku giđđat .
nob: Skolen var 6 uker om høsten og 6 uker om våren .

source: Internáhtas ledje dušše dárogielat bargit .
nob: På internatet var det bare norsktalende betjening .

source: Mánát dieđusge čirro ja áibbašedje ruoktot .
nob: Ungene gråt sjølsagt og lengta hjem .

source: Maŋŋil vuođđoskuvlla vázzen 9 vahkku joatkkaskuvlla ( framhaldskole ) , muhto in oahppan in maidege .
nob: Etter folkeskolen var jeg 9 uker på framhaldskole , men der lærte jeg ingenting .

source: In ipmirdan maid oahpaheaddji humai .
nob: Jeg forsto ikke hva læreren sa .

source: Lávejin sus nu issorasat ballat , ahte máŋga jagi maŋŋil ballen go oidnen su márkanis .
nob: Jeg pleide å være så redd for han at mange år seinere blei jeg redd når jeg så han i bygda .

source: Dan mađe maid dál máhtán dárogiela lean oahppan maŋŋil .
nob: Det jeg kan av norsk har jeg lært meg seinere .

source: Ohppen go bargen Biedjovákki ruvkkis , gos bargen guhtta jagi bassin ja goahkkan .
nob: Jeg lærte mye i Bidjovagge gruver , der jeg arbeida i seks år som vasker og som kokk .

source: Maŋŋil lean bargan Turistahoteallas golbma jagi , njuovahagas ja bassan internáhtas .
nob: Seinere jobba jeg tre år på turisthotellet , jeg har arbeida på reinslakteriet og vaska på internatet .

source: Ledjen 42 jahkásaš go válden vuodjinkoartta .
nob: Jeg var 42 år da jeg tok førerkortet .

source: Lei mu oappá nieida gii veahkehii mu .
nob: Det var datter til søstra mi som hjalp meg .

source: Son ii lean go moaddenuppelot jagi dalle , muhto son logai muinna ja jorgalii munnje guokte jagi ovdal go bessen váldit geahččaleami .
nob: Ho var da ikke mer enn 12-13 år , men ho leste med meg og oversatte fra boka i to år før jeg var klar til å ta førerprøva .

source: Dalle han manai bures .
nob: Da gikk det bra .

source: Válden vuodjinkoartta Finnsnesas Romssas , ja doppe bessen váldit dulkka mielde geahččaleapmái .
nob: Førerkortet tok jeg på Finnsnes i Troms , og der fikk jeg lov å ha med tolk på prøva .

source: Vaikko birgen gal Guovdageainnus , de lea váttis go in máhte buorebut dárogiela .
nob: Sjøl om jeg klarer meg i Kautokeino , er det ofte problemer fordi jeg ikke kan bedre norsk .

source: Heahpanan go in máhte , ja danin in duostta gosage vuolgit , mus ferte álo leat olmmoš mielde gii sáhttá dulkot .
nob: Så skjemmes jeg fordi jeg ikke kan , og derfor tør jeg ikke dra noe sted , det må alltid være noen med som kan tolke .

source: Livččii gal somá fitnat doppe liegga riikkain ja hoteallas orrut , muhto dohko ii olle mu smávva oadjoruđain .
nob: Det ville vært artig å kunne dra til varme land og bo på hotell , men der strekker heller ikke den lille trygda mi til .

source: Elmine Valkeapää : - Eallin ii leamaš " dánsa ruvssuid alde "
nob: Elmine Valkeapää : - Livet har ikke vært noen dans på roser

source: Elmine Valkeapää ( Rijat Jovnna Elmiina ) lea riegádan 1934:s .
nob: Elmine Valkeapää ( Rijat Jovnna Elmiina ) er født i 1934 .

source: Su váhnemat ledje boazosápmelaččat , ja bearaš orui dálvet Goahteluobbalis ( 5 miilla lulleoarjja bealde Guovdageainnu ) ja geasset Biertaváris ( Gáivuonas , Romssas ) .
nob: Foreldrene var reindriftssamer , og familien bodde om vinteren i Goahteluoppal ( 5 mil sørvest for Kautokeino ) og om sommeren i Biertavárri ( Kåfjord i Troms ) .

source: - Eadni ii máhttán sánige dárogiela .
nob: - Mor kunne ikke et ord norsk .

source: Áhčči han lávii dárostit go lei dárbu , muhto go mii mánát stuoruimet de boagusteimmet go gulaimet áhči dárogiela .
nob: Far brukte derimot å snakke norsk når det trengtest , men da vi ungene vokste til , brukte vi å le når vi hørte fars norsk .

source: Muhto son gal muhtin láhkái birgii dainna .
nob: Men han klarte seg på et vis med den .

source: Eará boazosápmelašmánát leat oahppan dárogiela geasset go leat leamaš rittus , muhto mu mánnávuođaáiggi ledje nu ollu sámegielat olbmot doppe Biertaváris maid , ahte eat gullan nu ollu dárogiela doppe ge .
nob: Andre reindriftssameunger lærte seg norsk om sommeren når de var på kysten , men i barndommen min var det så mange samisktalende i Biertavárri , at vi hørte ikke så mye norsk der heller .

source: Skárfvággi orohat soađi áigge .
nob: Fra Skárfvággi reinbeitedistrikt under krigen .

source: Govva lea váldon Somajávrris 1942:s dahje 43:s .
nob: Bildet er tatt ved Somajávri 1942 eller 43 .

source: Elmine Valkeapää unna nieiddážin čohkkáme muhtin fuolkki askkis .
nob: Elmine Válkeapää er den lille jenta som sitter på fanget til en slektning .

source: ( Gova lea Elmine Valkeapää luoikan )
nob: ( Bildet er lånt av Elmine Valkeapää )

source: Go mun galgen álgit skuvlii , de áigo duiskalaččat váldit mu áhči gitta , go son lei oastán sihkkela Ruoŧas ja vuovdán dan norgalaččaide .
nob: Da jeg skulle begynne på skolen , skulle tyskerne ta far min , fordi han hadde kjøpt en sykkel i Sverige og solgt den i Norge .

source: Mii de vulggiimet ealuin Ruoŧa beallái .
nob: Vi dro da med reinflokken over til svensk side .

source: Fertiimet váldit bielluid eret bohccuin ja čatnat beatnagiid njálmmiid gitta vai eai beassan ciellat .
nob: Vi måtte ta bjellene av reinen og binde igjen snuta på hundene så de ikke skulle høres .

source: Leimmet Geaidnovuohpis ( Ruoŧa bealde rájá , Gilbbesjávrri lulábealde ) dassái go soahti nogai .
nob: Vi var i Geaidnovuohppi ( På svensk side av grensa mot Finland , sør for Gilbesjávri / Kilpisjärvi ) til krigen var over .

source: Doppe han lei geasseskuvla lávus .
nob: Der var det sommerskole i lavvo .

source: Mii mánát geat bođiimet Norgga bealde eat ožžon gohččuma skuvlii , muhto goalmmát jagi de vulgen ieš .
nob: Vi ungene som kom fra Norge fikk ikke noen innkalling til skolen , men tredje året da dro jeg sjøl dit .

source: Čohkkájin doppe jávoheamit moadde beaivvi ovdal go oba fuomášedje ge mu .
nob: Jeg satt der taus et par dager før de oppdaga meg .

source: Goalmmát beaivvi de ožžon peanna ja báhpára .
nob: Tredje dagen fikk jeg penn og papir .

source: Oahpaheapmi lei ruoŧagillii , mas álggos in ipmirdan maidege .
nob: Undervisninga var på svensk , som jeg i starten ikke forsto et ord av .

source: Áidna maid muittán lea ahte fertiimet dadjat : " Snälla fröken , kvassa pennan ! "
nob: Det eneste jeg husker er at vi måtte si : " Snälla fröken , kvassa pennan ! "

source: Bođiimet ruovttoluotta Norgii 1946 giđa .
nob: Vi kom tilbake til Norge våren 1946 .

source: Veahá ledjen oahppan lohkat , muittán John Juuso rohkki dat oahpahii mu .
nob: Da hadde jeg lært å lese litt . Jeg husker at det var John Juuso som lærte meg bokstavene .

source: Álggiime margariidnakássain mii mis lei goađis .
nob: Vi begynte med ei margarinkasse som sto i gammen vår .

source: 1947 álgen vuohččan skuvlii .
nob: Først i 1947 begynte jeg på skolen .

source: Álgen 3. klássii , vaikko in lean oahppan dan maid galggašin 1. ja 2. klássas .
nob: Jeg blei plassert i 3. klasse , sjøl om jeg ikke hadde lært det jeg skulle ha gjort i 1. og 2. klasse .

source: Dárogiel oahpahusas in ipmirdan olu .
nob: Av undervisninga på norsk forsto jeg ikke stort .

source: Oruimet internáhttabráhkas .
nob: Vi bodde i internatbrakka .

source: Doppe orro nieiddat nuppi bealde feaskáris ja bártnit fas nuppi bealde .
nob: Der bodde jentene på den ene sida av gangen og guttene på den andre .

source: Ledje geardeseaŋggat ja guokte nieidda guđege seaŋggas .
nob: Det var køyesenger med to jenter i hver seng .

source: Dálueamit ja biiggát ledje dárogielagat , ii oktage máhttán albmaláhkái sámegiela .
nob: Husmora og tjenestejentene var norsktalende , ingen av dem kunne skikkelig samisk .

source: Mánáin lei ollu bargu internáhtas .
nob: Ungene hadde mye arbeid på internatet .

source: Fertiimet bassat lihtiid , njuvdit láibevajahasaid , viežžat muoraid ja mielkki .
nob: Vi måtte vaske opp , smøre brødskiver , hente ved og melk .

source: Muittán internáhtas oaččuimet boares mearraguliid .
nob: Jeg husker vi fikk gammel sjøfisk til middag .

source: Dat lei fievrriduvvon čakčat mearragáttis ja giđđat dat lei áibbas goston .
nob: Den var frakta opp fra kysten om høsten , og på våren var den helt skjemt .

source: Dat ii lean borahahtti ja mii eat oba nagodan borrat ge dan .
nob: Den var rett og slett ikke spisendes , og vi klarte heller ikke å spise den .

source: Baicce manaimet fulkkiid lusa márkanis ja boraimet doppe .
nob: Noen ganger dro vi i stedet til slektninger ute i bygda og fikk oss mat der .

source: Duođaštusas mus ledje guokte S:a ( S lei buoremus árvosátni ; " Særdeles godt " ) .
nob: På vitnemålet hadde jeg to S-er ( beste karakter , " Særdeles godt " ) .

source: Dat lei risttalašvuođas ja meannudeamis .
nob: Det var i kristendom og oppførsel .

source: Sivva dasa ahte ožžon S:a risttalašvuođas lei ahte dán fágas lei oahpahus sámegillii .
nob: Grunnen til at jeg fikk S i kristendom var at i det faget var undervisninga på samisk .

source: Muđui ii lean lohpi sámástit .
nob: Ellers var det ikke lov å snakke samisk .

source: Nubbi sivva dasa ahte birgejin nu bures risttalašvuođas lei ahte áhčči lei muitalan munnje nu ollu muitalusaid Biibalis .
nob: En annen grunn til at jeg gjorde det så bra i kristendom , var at far hadde fortalt meg mange historier fra Bibelen .

source: Ja mun muiten maid áhčči lei muitalan ja sáhtten muitalit dan fas skuvllas .
nob: Og jeg huska hva far hadde fortalt og gjenfortalte det på skolen .

source: Oktiibuot vázzen 52 vahkku vuođđoskuvlla .
nob: Til sammen fikk jeg 52 uker folkeskole .

source: Leat máŋggas geat leat vázzán vel unnit .
nob: Det er mange som har fått ennå mindre .

source: 1954-55 vázzen Sámi álbmotallaskuvlla Kárášjogas , muhto ferten dadjat ahte in oahppan nu ollu doppe ge .
nob: I 1954-55 gikk jeg på Den samiske folkehøgskolen i Kárášjohka , men jeg må si at jeg lærte ikke så mye der heller .

source: Skuvlavázzima maŋŋil bargen álggos boazodoalus ovttas áhčiin .
nob: Etter at jeg gikk ut av skolen arbeida jeg først i reindrifta sammen med far .

source: 1960- ja 70-loguin huksejuvvui buođđu Guolášjávrái , dohko gos min siiddas lei geasseorohat .
nob: På 60- og 70-tallet demte de opp Guolášjávri , der som vi hadde sommerbeite .

source: Troms kraftforsyning fertii dalle máksit buhtadusa boazoeaiggádiidda , muhto mii , geain lea unnán oahppu , eat nagodan bealuštit iežamet beroštumiid .
nob: Troms kraftforsyning måtte da betale erstatning til reineierne , men vi som hadde liten utdanning klarte ikke å forsvare interessene våre .

source: Ieš in ožžon maidege dán buhtadusas .
nob: Sjøl fikk jeg ingenting av denne erstatninga .

source: Dan áiggi mun maiddái buhcen guhká ja áhčči lei boarásmuvvagoahtán , ja dan dihte fertiimet heaitit boazodoalus .
nob: I den tida var jeg også mye syk , og far var begynt å bli gammel , og derfor måtte vi slutte med reindrifta .

source: Muhto in leat goassege vuollánan ja massán doaivvu beassat álggahit fas .
nob: Men jeg har aldri gitt opp håpet om å kunne starte opp igjen .

source: Buot vearrámus lea ahte eiseválddit leat sihkkon min mearkkaid .
nob: Det aller verste er at myndighetene har sletta reinmerkene våre .

source: Midjiide leat boazomearkkat árvu mii lea mannan buolvvas bulvii .
nob: For oss er reinmerker en verdi som har gått i arv fra generasjon til generasjon .

source: Mo sii sáhttet kantuvrrain jávkadit min árbbi ?
nob: Hvordan kan de på kontorene bare fjerne arven vår ?

source: Lean oaidnán boares sápmelaččaid čierrume go sin mearkkat leat sihkastuvvon .
nob: Jeg har sett gamle samer gråte når merkene deres har blitt sletta .

source: Sii leat dahkan nu boastut go vejolaš .
nob: De har gjort det så galt som mulig .

source: Sii han livčče galgan diktit mearkkaid leat nu guhká go olbmot ellet .
nob: De skulle latt merkene være så lenge folk levde .

source: Ieš ožžon boazomearkka go ledjen 8-jahkásaš , ja dan rájes mus ledje iežan bohccot .
nob: Sjøl fikk jeg reinmerke da jeg var 8 år gammel , og fra da hadde jeg egne rein .

source: Ja go rievdadedje njuolggadusaid , de ožžon reivve ahte ledje sihkkon mu mearkka registaris .
nob: Og da de endra reglene , så fikk jeg brev om at de hadde sletta merket mitt fra registeret .

source: Lean váidalan , muhto ii leat ábuhan .
nob: Jeg har klaga , men til ingen nytte .

source: Juohke geasi lean ain Gáivuonas , min ovddeš geasseorohagas .
nob: Ennå er jeg hver sommer i Gáivuotna ( Kåfjord ) , på det tidligere sommerbeitet vårt .

source: Lea nu suohtas go boađán dohko , muhto seammás váivi go mus eai leat bohccot .
nob: Det er så artig å komme dit , men samtidig trist når jeg ikke har rein lenger .

source: Muittán vuosttaš háve go fertejin oastit bohccobierggu .
nob: Jeg husker første gangen da jeg måtte kjøpe reinkjøtt .

source: Mus lei oba ártegis dovdu .
nob: Det var en merkelig følelse .

source: Mun in lean jurddašan ahte goassege šattašin oastit bohccobierggu .
nob: Jeg hadde aldri tenkt at jeg skulle være nødt til å kjøpe reinkjøtt .

source: In máhttán eará go boazodoalu ja dakkár duoji maid ledjen oahppan ruovttus .
nob: Jeg kunne ikke annet enn reindrift og den slags duodji som jeg hadde lært hjemme .

source: Juoga fertejin dahkat vai ceavzit .
nob: Noe måtte jeg gjøre for å overleve .

source: Mus ledje dalle smávva mánát .
nob: Jeg hadde da småbarn .

source: Vuos goarrugohten ja duddjojin , ja de álgen bassin Biedjovággái .
nob: Først begynte jeg å sy , seinere begynte jeg som vasker i Biedjovággi .

source: Maŋŋil bargen jagi Juhlsa silbabájis .
nob: Et år arbeida jeg på Juhls sølvsmie .

source: Doppe han ledje olbmot iešguđetge riikkain , ja humaimet iešguđetge gielaid .
nob: Der var det folk fra mange land , og vi snakka mange forskjellige språk .

source: Suomagiela ohppen juo mánnávuođa rájes , ja suomagiella lea geahppasut munnje go dárogiella .
nob: Med finlendere og nordmenn klarer jeg meg . Finsk lærte jeg i barndommen , det snakker jeg lettere enn norsk .

source: Lean maiddái oahppan veahá duiskkagiela , dan mađe ahte sáhtán hupmat turisttaiguin .
nob: Jeg har også lært meg litt tysk , såpass at jeg kan snakke med turistene .

source: Dan maŋŋil lean bargan feara maid , hoteallas idjaváktan , ja dálueamida sadjásažžan .
nob: Etter det har jeg arbeida med litt av hvert : nattevakt på hotellet og husmorvikar .

source: Lean maiddái bargan goahkkan Girkonjárggas , stuora militearaviesuid huksenbáikkis Hessengas .
nob: Jeg har også vært kokke borte i Kirkenes , på et stort anlegg da militæret bygde der på Hesseng .

source: Máhtán lohkat veahá dárogiela , muhto iežan eatnigiela in máhte lohkat .
nob: Jeg kan lese litt norsk , men mitt eget morsmål kan jeg ikke lese .

source: Mus leat golbma máná , ja ii lean nu álki dalle go sii álge skuvlii .
nob: Jeg har tre barn , og det var ikke så lett da de begynte på skolen .

source: Sii jerre mus veahki ruovttubargguin , muhto mun in máhttán veahkehit .
nob: De spurte meg om hjelp med leksene , men jeg kunne det ikke .

source: In nagodan dadjat ahte in máhte , lohken baicce ahte in astta dál .
nob: Jeg klarte ikke å si at jeg ikke kunne , sa heller at jeg har ikke tid nå .

source: Dál gulat ahte mu eallin ii leat leamaš makkárge " dánsa ruvssuid alde " .
nob: Du hører at livet mitt har ikke vært noen " dans på roser " .

source: ( Sárgun : Josef Halse )
nob: ( Tegning : Josef Halse )

source: Ole Larsen Gaino : - Sámegielat oahpaheaddji gilddii min sámásteamis
nob: Ole Larsen Gaino : - Samisktalende lærere nekta oss å snakke samisk

source: Ole Larsen Gaino ( Lásse Ovllá ) lea riegádan 1933:s Geaidnovuohpis ( Guovdageaineatnogáttis , 3 miilla davábealde márkana ) , gos su váhnemiin lei unna dáloš .
nob: Ole Larsen Gaino ( Lásse Ovllá ) er født i 1933 i Geaidnovuohppi , ved Guovdageaineatnu ( Kautokeinoelva ) , 3 mil nord for kommunesenteret , der foreldrene hadde småbruk .

source: Nuorran son álggii boazoreaŋgan , ja de náitalii boazosáminieiddain ja dasto barggai boazodoalus dassái go beasai ealáhatahkái .
nob: I ungdommen begynte han som dreng i reindrifta , så gifta han seg med ei jente fra en reindriftsfamilie , og siden arbeida han med rein inntil han blei pensjonert .

source: - Mu áhčči ii máhttán dárogiela , ja mu eadni jámii go mun ledjen unni .
nob: - Far min kunne ikke norsk , og mor mi døde da jeg var liten .

source: In šaddan mannat skuvlii ovdal go ledjen 10 jagi boaris .
nob: Jeg blei ikke å begynne på skolen før jeg var 10 år gammel .

source: Álgen skuvlii giđđat 1944 , muhto ledjen dušše moadde beaivvi skuvllas ovdal go internáhtta bulii .
nob: Jeg begynte våren 1944 , men var bare noen få dager på skolen før internatet brant .

source: De šattaimet mannat ruoktut .
nob: Da måtte vi dra hjem .

source: Muittán ahte duiskalaččat čikče min .
nob: Jeg husker at tyskerne sparka oss .

source: Muittán maiddái ahte oahpaheaddji ii dohkkehan ahte mánát sámástedje , ja son dohppii min niskái .
nob: Jeg husker også at læreren ikke godtok at ungene snakka samisk . Gjorde vi det , tok han oss i nakken .

source: Ja dat lei oahpaheaddji gii ieš lei sámegielat .
nob: Og det var enda en lærer som sjøl var samisktalende .

source: Jahkebeale maŋŋil šattaimet eváhkui , ja eváhkoáigge in beassan vázzit makkárge skuvlla .
nob: Et halvt år etter kom evakueringa , og under evakueringa fikk jeg ingen form for skole .

source: 1947:s vázzen Láhpoluobbalis skuvlla 5 vahkku giđđat .
nob: I 1947 gikk jeg på skolen i Láhpoluoppal 5 uker på våren .

source: Čakčat galgen skuvlii Guovdageidnui , muhto dalle ožžon dieđu ahte ledjen beare boaris .
nob: På høsten skulle jeg til skolen i Kautokeino , men da fikk jeg beskjed om at jeg var for gammel .

source: Ja dan maŋŋil in vázzán eambbo skuvlla .
nob: Så noe mer skole blei det ikke .

source: 1953:s ožžon gohččuma soahtevehkii ja mannen dohko Høybuktmoenii , Mátta-Várjjagii .
nob: I 1953 blei jeg innkalt til militæret og kom til Høybuktmoen i Sør-Varanger .

source: Doppe han fuomášedje ahte ipmirdin hui unnán dárogiela .
nob: Der oppdaga de jo at jeg forsto svært lite norsk .

source: Muhto lihkus lei doppe muhtin seršánta gii máhtii sámegiela .
nob: Men heldigvis var det en sersjant der som kunne samisk .

source: Son lágiidii nu ahte moai manaime ovttas dohko Ruošša-rádjái váktan , ja de son oahpahišgođii munnje dárogiela .
nob: Han fikk ordna det slik at vi to kom på vakt sammen ved russegrensa , og så satte han i gang å lære meg norsk .

source: Dalle ohppen oalle ollu moatti mánus ja namuhuvvojin korporálan .
nob: Da lærte jeg en god del på noen få måneder , og jeg blei utnevnt til korporal .

source: Muhto vel ge in máhttán bures dárogiela , ja danin lea leamaš váttis birget stuoraservodagas .
nob: Men fortsatt kunne jeg ikke særlig godt norsk , og jeg har hatt store problemer med papirer og med å klare meg i storsamfunnet .
